{
  "plugins": {
    "blink.cmp": {
      "version": "'v1.7.0'"
    },
    "conform.nvim": {
    },
    "decisive.nvim": [],
    "denote.nvim": [],
    "diffview.nvim": [],
    "gitsigns.nvim": {
    },
    "lazydev.nvim": {
    },
    "lualine.nvim": {
    },
    "mini.nvim": {
    },
    "neogit": {
    },
    "nvim-autopairs": [],
    "nvim-lspconfig": {
    },
    "nvim-surround": {
    },
    "nvim-treesitter": [],
    "nvim-web-devicons": {
    },
    "oil.nvim": {
    },
    "orgmode": {
    },
    "plenary.nvim": [],
    "snacks.nvim": {
    },
    "tardis.nvim": [],
    "tokyodark.nvim": [],
    "unnest.nvim": []
  }
}